<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>Untitled Page</title>
<meta name="generator" content="WYSIWYG Web Builder 17 - http://www.wysiwygwebbuilder.com">
<link href="favicon.ico" rel="shortcut icon" type="image/x-icon">
<link href="https://fonts.googleapis.com/css?family=Play&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css?family=Russo+One&display=swap" rel="stylesheet">
<link href="Gogle_(версия_для_гитхаба)_0803.css" rel="stylesheet">
<link href="tutors.css" rel="stylesheet">
</head>
<body>
<div id="container">
<div id="wb_Text1" style="position:absolute;left:151px;top:15px;width:569px;height:29px;text-align:center;z-index:5;">
<span style="color:#FFD700;font-family:'Russo One';font-size:24px;">ТУТОРИАЛЫ</span></div>
<div id="Layer2" style="position:absolute;text-align:left;left:0px;top:65px;width:870px;height:293px;z-index:6;">
<div id="wb_Heading1" style="position:absolute;left:13px;top:11px;width:857px;height:43px;z-index:0;">
<h1 id="Heading1">Как заменить скин?</h1></div>
<div id="wb_Text2" style="position:absolute;left:13px;top:73px;width:836px;height:209px;z-index:1;">
<span style="color:#000000;font-family:Arial;font-size:13px;"><strong>&#1059;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1072; &#1087;&#1083;&#1072;&#1097;&#1077;&#1081; &#1080; &#1089;&#1082;&#1080;&#1085;&#1086;&#1074;</strong><br><br><strong>- &#1053;&#1072; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1093; 7.1.1 &#1080; &#1085;&#1080;&#1078;&#1077;:</strong><br>&#1042;&#1072;&#1084; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1095;&#1090;&#1086;&#1073; &#1074;&#1077;&#1089; &#1087;&#1083;&#1072;&#1097;&#1072; &#1080; &#1089;&#1082;&#1080;&#1085;&#1072; &#1085;&#1077; &#1087;&#1088;&#1077;&#1074;&#1099;&#1096;&#1072;&#1083; 1 &#1084;&#1073; (&#1080;&#1085;&#1072;&#1095;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1088;&#1077;&#1082;&#1086;&#1085;&#1085;&#1077;&#1082;&#1090; &#1082; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;&#1084; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1084;&#1072;&#1090;&#1095;&#1072;) + &#1086;&#1073;&#1103;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1095;&#1090;&#1086;&#1073; &#1089;&#1082;&#1080;&#1085; &#1073;&#1099;&#1083; &#1086;&#1073;&#1088;&#1077;&#1079;&#1072;&#1085; &#1074; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1077; 64&#1093;32<br><br>&#1041;&#1077;&#1088;&#1077;&#1090;&#1077; &#1084;&#1077;&#1085;&#1103;&#1077;&#1090;&#1077; &#1080;&#1084;&#1103; &#1089;&#1074;&#1086;&#1077;&#1075;&#1086; &#1089;&#1082;&#1080;&#1085;&#1072; &#1085;&#1072; Mult_skin_0 &#1072; &#1087;&#1083;&#1072;&#1097; &#1085;&#1072; cape_CustomTexture &#1091;&#1073;&#1088;&#1072;&#1074; &#1087;&#1088;&#1080;&#1087;&#1080;&#1089;&#1082;&#1080; .png/.jpg<br><br>&#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1087;&#1077;&#1088;&#1077;&#1085;&#1086;&#1089;&#1080;&#1084; &#1101;&#1090;&#1080; &#1092;&#1072;&#1081;&#1083;&#1099; &#1085;&#1072; Android/Data/com.pixel.gun3d/files &#1079;&#1072;&#1084;&#1077;&#1085;&#1103;&#1103; &#1085;&#1072; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1077;<br><br><strong>- &#1053;&#1072; &#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1093; &#1054;&#1090; 8.0.0 &#1076;&#1086; 10.2.1</strong><br><br>&#1053;&#1072; &#1085;&#1080;&#1093; &#1082; &#1089;&#1086;&#1078;&#1072;&#1083;&#1077;&#1085;&#1080;&#1102; &#1089;&#1082;&#1080;&#1085;&#1099; &#1073;&#1077;&#1079; &#1088;&#1091;&#1090;&#1072; &#1085;&#1077; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100;. &#1053;&#1086; &#1087;&#1083;&#1072;&#1097; &#1084;&#1086;&#1078;&#1085;&#1086; - &#1074;&#1072;&#1084; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090;&#1089;&#1103; &#1087;&#1088;&#1080; &#1087;&#1077;&#1088;&#1074;&#1086;&#1084; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1077; &#1080;&#1075;&#1088;&#1099; &#1074;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1080; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1100; &#1077;&#1077; (&#1085;&#1077; &#1076;&#1086;&#1078;&#1080;&#1076;&#1072;&#1103;&#1089;&#1100; &#1082;&#1086;&#1085;&#1094;&#1072; (&#1095;&#1090;&#1086;&#1073; &#1087;&#1072;&#1087;&#1082;&#1072; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1081; &#1076;&#1072;&#1090;&#1099; &#1087;&#1086;&#1103;&#1074;&#1080;&#1083;&#1072;&#1089;&#1100;) &#1080; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1087;&#1083;&#1072;&#1097; &#1090;&#1077;&#1084; &#1078;&#1077; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1086;&#1084; &#1082;&#1072;&#1082; &#1085;&#1072; 7.1.1.</span></div>
<div id="wb_Heading2" style="position:absolute;left:13px;top:44px;width:857px;height:29px;z-index:2;">
<h6 id="Heading2">инструкция от Kingfish#5021</h6></div>
</div>
<div id="Layer3" style="position:absolute;text-align:left;left:0px;top:358px;width:870px;height:187px;z-index:7;">
<div id="wb_Heading3" style="position:absolute;left:13px;top:11px;width:857px;height:43px;z-index:3;">
<h1 id="Heading3">Как устанавливать игры с кешем на Android?</h1></div>
<div id="wb_Text3" style="position:absolute;left:13px;top:73px;width:836px;height:89px;z-index:4;">
<span style="color:#000000;font-family:Arial;font-size:13px;"><strong>Шаг 1. </strong>Загрузите нужный APK-файл и кэш к нему.<br><strong>Шаг 2. </strong>Откройте любой файловый менеждер, найдите скачанный APK в папке Download и откройте его для установки приложения. После инсталляции приложение не запускайте — перейдите сразу к следующему шагу.<br><strong>Шаг 3. </strong>Чаще всего кэш распространяется в виде архива. Если это тот случай, в файловом менеджере найдите загруженный кэш и разархивируйте его содержимое (это должна быть папка вида com.pixel.gun3d с OBB-файлом внутри) по пути Android/obb.<br><strong>Шаг 4. </strong>После того, как в директории Android/obb появится распакованная папка, можно запускать установленную игру.</span></div>
</div>
</div>
</body>
</html>